{"ix_to_word": {"1": "apply", "2": "concealer", "3": "on", "4": "the", "5": "eyelids", "6": "and", "7": "blend", "8": "with", "9": "sponge", "10": "powder", "11": "brush", "12": "eyeshadow", "13": "crease", "14": "lower", "15": "area", "16": "then", "17": "outer", "18": "corner", "19": "of", "20": "eyes", "21": "half", "22": "use", "23": "white", "24": "to", "25": "highlight", "26": "browbone", "27": "draw", "28": "eyeliner", "29": "lashline", "30": "primer", "31": "face", "32": "fingers", "33": "foundation", "34": "under", "35": "eye", "36": "nose", "37": "chin", "38": "forehead", "39": "spots", "40": "mascara", "41": "both", "42": "top", "43": "bottom", "44": "lashes", "45": "shimmery", "46": "inner", "47": "contour", "48": "cheekbone", "49": "hairline", "50": "mouth", "51": "jawline", "52": "ith", "53": "bronzer", "54": "blush", "55": "cheek", "56": "peak", "57": "pencil", "58": "eyebrows", "59": "lipliner", "60": "lip", "61": "line", "62": "lipstick", "63": "lips", "64": "setting", "65": "spray", "66": "pat", "67": "blower", "68": "brow", "69": "gel", "70": "false", "71": "cheeks", "72": "define", "73": "eyebrow", "74": "by", "75": "lipgloss", "76": "baseline", "77": "wing", "78": "using", "79": "black", "80": "outliner", "81": "eyelid", "82": "fill", "83": "in", "84": "shape", "85": "lid", "86": "liquid", "87": "wrap", "88": "a", "89": "cotton", "90": "swab", "91": "clean", "92": "makeup", "93": "remover", "94": "wipe", "95": "remove", "96": "precision", "97": "tatoo", "98": "triangle", "99": "eyelashes", "100": "puff", "101": "brows", "102": "pad", "103": "loose", "104": "all", "105": "over", "106": "add", "107": "sockets", "108": "darker", "109": "brown", "110": "along", "111": "t", "112": "zone", "113": "out", "114": "wet", "115": "cheekbones", "116": "peach", "117": "curl", "118": "eyelash", "119": "curler", "120": "wear", "121": "lash", "122": "root", "123": "entire", "124": "highlighter", "125": "gloss", "126": "falsies", "127": "bone", "128": "brightening", "129": "smooth", "130": "skin", "131": "balm", "132": "shadow", "133": "spary", "134": "nosebone", "135": "cream", "136": "liner", "137": "it", "138": "temple", "139": "glitter", "140": "glue", "141": "illuminator", "142": "shade", "143": "applya", "144": "little", "145": "bit", "146": "paint", "147": "pot", "148": "tone", "149": "landscape", "150": "green", "151": "mixed", "152": "fix", "153": "yellow", "154": "yeyshadow", "155": "track", "156": "fluidline", "157": "pigment", "158": "around", "159": "blender", "160": "bright", "161": "as", "162": "base", "163": "stick", "164": "finger", "165": "eyecorenrs", "166": "blemish", "167": "appply", "168": "center", "169": "lids", "170": "bones", "171": "put", "172": "pink", "173": "beauty", "174": "lowder", "175": "jaw", "176": "eyecorner", "177": "shimmering", "178": "eyeilds", "179": "pen", "180": "blemishes", "181": "up", "182": "lipsticks", "183": "borw", "184": "patches", "185": "serum", "186": "mask", "187": "moisturizer", "188": "oil", "189": "mist", "190": "bb", "191": "light", "192": "coat", "193": "sculpting", "194": "water", "195": "hands", "196": "clear", "197": "pressed", "198": "corrector", "199": "gimme", "200": "onto", "201": "cushion", "202": "finish", "203": "upper", "204": "dark", "205": "color", "206": "philtrum", "207": "apple", "208": "pomade", "209": "edge", "210": "sticker", "211": "eyalsh", "212": "nude", "213": "them", "214": "spry", "215": "make", "216": "look", "217": "middle", "218": "curle", "219": "brushes", "220": "some", "221": "spoolie", "222": "set", "223": "part", "224": "from", "225": "smudge", "226": "gold", "227": "lighlight", "228": "falsie", "229": "tweezer", "230": "creamy", "231": "lipsick", "232": "liphloss", "233": "compact", "234": "pop", "235": "transition", "236": "tip", "237": "cold", "238": "sprayed", "239": "soft", "240": "more", "241": "eyellids", "242": "warm", "243": "matte", "244": "beige", "245": "foudation", "246": "at", "247": "glow", "248": "eyshadow", "249": "near", "250": "rose", "251": "egg", "252": "red", "253": "applying", "254": "basin", "255": "colored", "256": "glaze", "257": "shaper", "258": "again", "259": "erase", "260": "paste", "261": "voluminous", "262": "chinblend", "263": "hariline", "264": "curlers", "265": "kit", "266": "cule", "267": "culer", "268": "hand", "269": "give", "270": "purple", "271": "milani", "272": "mineral", "273": "sunscreen", "274": "highlighters", "275": "forehaed", "276": "palette", "277": "underneath", "278": "crayon", "279": "waterline", "280": "finishing", "281": "highlighting", "282": "whole", "283": "illuminatorand", "284": "wax", "285": "contouring", "286": "back", "287": "tint", "288": "stcik", "289": "tinght", "290": "pinkish", "291": "apary", "292": "cheeknones", "293": "individual", "294": "bronzing", "295": "big", "296": "highligther", "297": "cool", "298": "eyeline", "299": "illuminating", "300": "drop", "301": "areas", "302": "brownzer", "303": "tips", "304": "bridge", "305": "beautiful", "306": "brushing", "307": "shadows", "308": "corners", "309": "browbones", "310": "liine", "311": "setter", "312": "fixer", "313": "orange", "314": "blue", "315": "golden", "316": "bare", "317": "for", "318": "coverage", "319": "conditioner", "320": "applu", "321": "moisturizing", "322": "dye", "323": "highighter", "324": "grey", "325": "lightest", "326": "lashlines", "327": "former", "328": "eyeliners", "329": "fake", "330": "bake", "331": "shimmer", "332": "into", "333": "sweep", "334": "off", "335": "eyelinear", "336": "temples", "337": "basic", "338": "emphasize", "339": "close", "340": "away", "341": "extra", "342": "cusion", "343": "silver", "344": "deep", "345": "parts", "346": "whiter", "347": "glittery", "348": "gelcreme", "349": "wakeup", "350": "brightener", "351": "multi", "352": "press", "353": "thickly", "354": "natural", "355": "mixture", "356": "boundary", "357": "mix", "358": "two", "359": "colors", "360": "lighter", "361": "wand", "362": "outline", "363": "place", "364": "peachy", "365": "metalic", "366": "onface", "367": "cheeeks", "368": "twizzer", "369": "cblush", "370": "defense", "371": "sun", "372": "cover", "373": "fullware", "374": "cheekbons", "375": "sharpen", "376": "eyeshadows", "377": "creases", "378": "across", "379": "pads", "380": "alo", "381": "forhead", "382": "skinstick", "383": "blotting", "384": "tan", "385": "glass", "386": "bomb", "387": "medium", "388": "eyeslid", "389": "bring", "390": "brighten", "391": "moisturiz", "392": "apppy", "393": "below", "394": "cornor", "395": "smear", "396": "defective", "397": "prime", "398": "solid", "399": "translucent", "400": "reddish", "401": "outside", "402": "inside", "403": "losse", "404": "end", "405": "small", "406": "cupid's", "407": "bow", "408": "tinted", "409": "down", "410": "rest", "411": "high", "412": "points", "413": "peanut", "414": "butter", "415": "fondation", "416": "foundatin", "417": "neck", "418": "just", "419": "few", "420": "central", "421": "sugar", "422": "scrub", "423": "correcter", "424": "frorehead", "425": "apples", "426": "listick", "427": "smile", "428": "bursh", "429": "lotion", "430": "tissue", "431": "perfecter", "432": "faces", "433": "f0iingers", "434": "lasher", "435": "belnder", "436": "tap", "437": "moisturize", "438": "edges", "439": "darken", "440": "higt", "441": "point", "442": "burgundy", "443": "hairlinr", "444": "eyecrease", "445": "cut", "446": "applt", "447": "concealor", "448": "pimples", "449": "roots", "450": "conner", "451": "correct", "452": "caramel", "453": "different", "454": "winged", "455": "sharp", "456": "create", "457": "freckles", "458": "margin", "459": "elixir", "460": "shdow", "461": "settign", "462": "anf", "463": "arae", "464": "sparkly", "465": "blam", "466": "thr", "467": "build", "468": "reverse", "469": "galaxy", "470": "lipsrick", "471": "liwuid", "472": "lpstick", "473": "balck", "474": "blusher", "475": "conclealer", "476": "mid", "477": "toned", "478": "harmonize", "479": "very", "480": "power", "481": "cleanser", "482": "essence", "483": "highlights", "484": "sunblock", "485": "above", "486": "waves", "487": "giltter", "488": "spooile", "489": "linear", "490": "air", "491": "gliter", "492": "side", "493": "og", "494": "transparent", "495": "its", "496": "deposit", "497": "rolling", "498": "eyese", "499": "bu", "500": "volumizer", "501": "cc", "502": "pores", "503": "circles", "504": "even", "505": "soften", "506": "rouge", "507": "colerful", "508": "eeyshadow", "509": "conceale", "510": "fasle", "511": "deepen", "512": "chocolate", "513": "lipd", "514": "highlignter", "515": "highlighgter", "516": "jawlines", "517": "champagne", "518": "bronzy", "519": "wings", "520": "sticky", "521": "beside", "522": "poder", "523": "waterlines", "524": "claret", "525": "lipsstick", "526": "eyeare", "527": "mousse", "528": "low", "529": "spogne", "530": "glss", "531": "redness", "532": "dust", "533": "plumper", "534": "tight", "535": "toner", "536": "prepare", "537": "highligher", "538": "bronze", "539": "facewith", "540": "luminous", "541": "eyes\uff0c", "542": "zone\uff0c", "543": "take", "544": "swipe", "545": "smoothie", "546": "eyeshdow", "547": "lipstcik", "548": "ppencil", "549": "wit", "550": "another", "551": "wioth", "552": "rbush", "553": "priming", "554": "bruceller", "555": "rosey", "556": "berry", "557": "del", "558": "glam", "559": "cherry", "560": "magic", "561": "concaler", "562": "uner", "563": "chrome", "564": "pgement", "565": "colorful", "566": "eyecorners", "567": "prep", "568": "winger", "569": "eyeshade", "570": "lipcorner", "571": "nosecorner", "572": "sticking", "573": "double", "574": "stickers", "575": "an", "576": "tweezers", "577": "coral", "578": "q", "579": "pore", "580": "looks", "581": "tiny", "582": "eyeshadaw", "583": "lavender", "584": "mark", "585": "lashine", "586": "liplinear", "587": "metallic", "588": "shades", "589": "together", "590": "perfector", "591": "higher", "592": "than", "593": "primers", "594": "any", "595": "your", "596": "lipline", "597": "repair", "598": "excess", "599": "flat", "600": "liauid", "601": "after", "602": "dry", "603": "texture", "604": "pearl", "605": "pick", "606": "that", "607": "spreads", "608": "lightly", "609": "order", "610": "imperfections", "611": "type", "612": "load", "613": "deeply", "614": "front", "615": "sides", "616": "but", "617": "long", "618": "or", "619": "vivid", "620": "concentrating", "621": "so", "622": "seagull", "623": "when", "624": "is", "625": "closed", "626": "ton", "627": "lashed", "628": "eyecream", "629": "eyeshodow", "630": "brsuh", "631": "correctors", "632": "colour", "633": "pirmer", "634": "shadoe", "635": "cheekbs", "636": "lipsliners", "637": "copper", "638": "wiper", "639": "motions", "640": "fingerslid", "641": "aply", "642": "classic", "643": "darkest", "644": "corlor", "645": "navy", "646": "hairspray", "647": "hair", "648": "right", "649": "tape", "650": "mascra", "651": "comb", "652": "definations", "653": "chen", "654": "left", "655": "brushith", "656": "blen", "657": "turquoise", "658": "baking", "659": "dots", "660": "ones", "661": "lawline", "662": "pencils", "663": "laugh", "664": "paper", "665": "indigo", "666": "wine", "667": "pput", "668": "creat", "669": "smoky", "670": "figers", "671": "insurance", "672": "tops", "673": "nosebonem", "674": "highglighter", "675": "thte", "676": "blus", "677": "cyan", "678": "sparkle", "679": "other", "680": "ouff", "681": "od", "682": "before", "683": "glossy", "684": "acrylic", "685": "painter", "686": "appy", "687": "eyeborws", "688": "perfection", "689": "glitters", "690": "excessive", "691": "craft", "692": "lacquer", "693": "smaller", "694": "smudger", "695": "extend", "696": "bress", "697": "drawing", "698": "scar", "699": "buff", "700": "purply", "701": "waterproof", "702": "foreheand", "703": "swith", "704": "mixtured", "705": "cheeckbone", "706": "abrush", "707": "pecil", "708": "scotch", "709": "highlighton", "710": "frame", "711": "finers", "712": "msacara", "713": "pimple", "714": "gray", "715": "through", "716": "bigger", "717": "shields", "718": "hairs", "719": "upwards", "720": "ink", "721": "manicure", "722": "higilighter", "723": "lines", "724": "shiney", "725": "effects", "726": "circle", "727": "scars", "728": "culr", "729": "sheer", "730": "pluck", "731": "mouthwith", "732": "redish", "733": "innder", "734": "buffing", "735": "eyeshdaow", "736": "eyeshaodw", "737": "th", "738": "tear", "739": "duct", "740": "first", "741": "cruler", "742": "cheekx", "743": "liploss", "744": "applky", "745": "areaand", "746": "lis", "747": "lahsline", "748": "ivory", "749": "camel", "750": "real", "751": "spread", "752": "abd", "753": "hydron", "754": "eyeylids", "755": "whtie", "756": "gore", "757": "head", "758": "foreheadwith", "759": "fiil", "760": "razoe", "761": "dab", "762": "roll", "763": "run", "764": "sparse", "765": "wirh", "766": "blemishesith", "767": "settinng", "768": "maximizer", "769": "silvery", "770": "pinky", "771": "settingpowder", "772": "nsoebone", "773": "free", "774": "lucent", "775": "cleansing", "776": "moisture", "777": "dirt", "778": "facial", "779": "star", "780": "luminizer", "781": "withbrush", "782": "essential", "783": "cheekboone", "784": "powde", "785": "cottom", "786": "aroud", "787": "met", "788": "each", "789": "lipliners", "790": "blushs", "791": "sticks", "792": "fingerss", "793": "masala", "794": "diamond", "795": "hightlight", "796": "lasting", "797": "brwobone", "798": "onthe", "799": "smolder", "800": "help", "801": "blank", "802": "neutral", "803": "portion", "804": "hydrating", "805": "highligh", "806": "glide", "807": "tail", "808": "combing", "809": "tissues", "810": "between", "811": "already", "812": "made", "813": "blende", "814": "conclear", "815": "scissors", "816": "raincoat", "817": "lining", "818": "wetted", "819": "greyish", "820": "plum", "821": "dusty", "822": "transitional", "823": "reflective", "824": "flase", "825": "flahes", "826": "bioderma", "827": "blunder", "828": "countor", "829": "pancil", "830": "olive", "831": "third", "832": "coner", "833": "conouring", "834": "vitamin", "835": "raindrops", "836": "nonadjacent", "837": "lashliner", "838": "crayons", "839": "faec", "840": "liashline", "841": "conealer", "842": "hollows", "843": "violet", "844": "melon", "845": "undereye", "846": "refreshing", "847": "push", "848": "higlight", "849": "brursh", "850": "eyehadow", "851": "paints", "852": "shine", "853": "blur", "854": "buccal", "855": "pens", "856": "diamonds", "857": "eyeshadow's", "858": "underline", "859": "deeper", "860": "adhesive", "861": "polish", "862": "products", "863": "wtth", "864": "flaw", "865": "correction", "866": "palatte", "867": "settig", "868": "eraser", "869": "falsise", "870": "beneath", "871": "large", "872": "blacken", "873": "pearlescent", "874": "full", "875": "fundation", "876": "map", "877": "sections", "878": "amber", "879": "brosw", "880": "gravity", "881": "mud", "882": "drak", "883": "pupil", "884": "ends", "885": "toffee", "886": "fiber", "887": "alone", "888": "perfecting", "889": "eyelahes", "890": "illuminizer", "891": "wram", "892": "naked", "893": "ti", "894": "applly", "895": "waterliner", "896": "smokey", "897": "effect", "898": "glod", "899": "shading", "900": "align", "901": "connect", "902": "ears", "903": "cheebones", "904": "borwn", "905": "dead", "906": "toothbrush", "907": "contours", "908": "eyelinee", "909": "seeting", "910": "blending", "911": "consealer", "912": "ilps", "913": "dense", "914": "coutour", "915": "spot", "916": "do", "917": "heated", "918": "towards", "919": "airbrush", "920": "fiingers", "921": "medical", "922": "wind", "923": "curlt", "924": "kinds", "925": "foundations", "926": "past", "927": "bags", "928": "dip", "929": "hearts", "930": "botoom", "931": "antoher", "932": "blackeyeliner", "933": "smoke", "934": "crystal", "935": "labial", "936": "decorate", "937": "appky", "938": "conor", "939": "cheekkbones", "940": "concealers", "941": "falies", "942": "blushes", "943": "bornzer", "944": "applys", "945": "cleaners", "946": "eyecreases", "947": "bluch", "948": "micro", "949": "flash", "950": "lipstck", "951": "borws", "952": "smileline", "953": "toning", "954": "urban", "955": "decay", "956": "really", "957": "watercolour", "958": "skinlight", "959": "bean", "960": "freen", "961": "pure", "962": "countour", "963": "lilac", "964": "spraying", "965": "powdery", "966": "stipple", "967": "need", "968": "lock", "969": "egde", "970": "pnecil", "971": "brsh", "972": "eyelsh", "973": "freckle", "974": "falseis", "975": "cupid&#39", "976": "s", "977": "cheebone", "978": "mapping", "979": "angled", "980": "shadeow", "981": "marks", "982": "rosy", "983": "brownie", "984": "ineer", "985": "eyeball", "986": "neatly", "987": "stroke", "988": "philturm", "989": "eggplant", "990": "index", "991": "evenly", "992": "volatile", "993": "nars", "994": "ysl", "995": "correcting", "996": "lipcolor", "997": "cheekd", "998": "corener", "999": "drasw", "1000": "tuned", "1001": "lipglosses", "1002": "cheekbon", "1003": "innde", "1004": "minimizer", "1005": "appyl", "1006": "anything", "1007": "spraied", "1008": "dot", "1009": "eyestick", "1010": "eylids", "1011": "centre", "1012": "space", "1013": "longer", "1014": "llipstick", "1015": "cocnealer", "1016": "layer", "1017": "second", "1018": "layersthe", "1019": "ckeekbones", "1020": "body", "1021": "blow", "1022": "lasline", "1023": "illuminater", "1024": "conjunction", "1025": "cheekboen", "1026": "shake", "1027": "ot", "1028": "bosebone", "1029": "soak", "1030": "finfers", "1031": "masks", "1032": "macro", "1033": "fluid", "1034": "hi", "1035": "def", "1036": "chroma", "1037": "graphic", "1038": "reflex", "1039": "penguin", "1040": "rhinestones", "1041": "pale", "1042": "higlighter", "1043": "are", "1044": "complete", "1045": "tthe", "1046": "portions", "1047": "booster", "1048": "darkness", "1049": "refine", "1050": "lisptick", "1051": "ear", "1052": "continue", "1053": "wiith", "1054": "concealar", "1055": "hailine", "1056": "auto", "1057": "screw", "1058": "mink", "1059": "change", "1060": "eyeshape", "1061": "lahses", "1062": "<bos>", "1063": "<eos>", "1064": "UNK"}, "word_to_ix": {"apply": 1, "concealer": 2, "on": 3, "the": 4, "eyelids": 5, "and": 6, "blend": 7, "with": 8, "sponge": 9, "powder": 10, "brush": 11, "eyeshadow": 12, "crease": 13, "lower": 14, "area": 15, "then": 16, "outer": 17, "corner": 18, "of": 19, "eyes": 20, "half": 21, "use": 22, "white": 23, "to": 24, "highlight": 25, "browbone": 26, "draw": 27, "eyeliner": 28, "lashline": 29, "primer": 30, "face": 31, "fingers": 32, "foundation": 33, "under": 34, "eye": 35, "nose": 36, "chin": 37, "forehead": 38, "spots": 39, "mascara": 40, "both": 41, "top": 42, "bottom": 43, "lashes": 44, "shimmery": 45, "inner": 46, "contour": 47, "cheekbone": 48, "hairline": 49, "mouth": 50, "jawline": 51, "ith": 52, "bronzer": 53, "blush": 54, "cheek": 55, "peak": 56, "pencil": 57, "eyebrows": 58, "lipliner": 59, "lip": 60, "line": 61, "lipstick": 62, "lips": 63, "setting": 64, "spray": 65, "pat": 66, "blower": 67, "brow": 68, "gel": 69, "false": 70, "cheeks": 71, "define": 72, "eyebrow": 73, "by": 74, "lipgloss": 75, "baseline": 76, "wing": 77, "using": 78, "black": 79, "outliner": 80, "eyelid": 81, "fill": 82, "in": 83, "shape": 84, "lid": 85, "liquid": 86, "wrap": 87, "a": 88, "cotton": 89, "swab": 90, "clean": 91, "makeup": 92, "remover": 93, "wipe": 94, "remove": 95, "precision": 96, "tatoo": 97, "triangle": 98, "eyelashes": 99, "puff": 100, "brows": 101, "pad": 102, "loose": 103, "all": 104, "over": 105, "add": 106, "sockets": 107, "darker": 108, "brown": 109, "along": 110, "t": 111, "zone": 112, "out": 113, "wet": 114, "cheekbones": 115, "peach": 116, "curl": 117, "eyelash": 118, "curler": 119, "wear": 120, "lash": 121, "root": 122, "entire": 123, "highlighter": 124, "gloss": 125, "falsies": 126, "bone": 127, "brightening": 128, "smooth": 129, "skin": 130, "balm": 131, "shadow": 132, "spary": 133, "nosebone": 134, "cream": 135, "liner": 136, "it": 137, "temple": 138, "glitter": 139, "glue": 140, "illuminator": 141, "shade": 142, "applya": 143, "little": 144, "bit": 145, "paint": 146, "pot": 147, "tone": 148, "landscape": 149, "green": 150, "mixed": 151, "fix": 152, "yellow": 153, "yeyshadow": 154, "track": 155, "fluidline": 156, "pigment": 157, "around": 158, "blender": 159, "bright": 160, "as": 161, "base": 162, "stick": 163, "finger": 164, "eyecorenrs": 165, "blemish": 166, "appply": 167, "center": 168, "lids": 169, "bones": 170, "put": 171, "pink": 172, "beauty": 173, "lowder": 174, "jaw": 175, "eyecorner": 176, "shimmering": 177, "eyeilds": 178, "pen": 179, "blemishes": 180, "up": 181, "lipsticks": 182, "borw": 183, "patches": 184, "serum": 185, "mask": 186, "moisturizer": 187, "oil": 188, "mist": 189, "bb": 190, "light": 191, "coat": 192, "sculpting": 193, "water": 194, "hands": 195, "clear": 196, "pressed": 197, "corrector": 198, "gimme": 199, "onto": 200, "cushion": 201, "finish": 202, "upper": 203, "dark": 204, "color": 205, "philtrum": 206, "apple": 207, "pomade": 208, "edge": 209, "sticker": 210, "eyalsh": 211, "nude": 212, "them": 213, "spry": 214, "make": 215, "look": 216, "middle": 217, "curle": 218, "brushes": 219, "some": 220, "spoolie": 221, "set": 222, "part": 223, "from": 224, "smudge": 225, "gold": 226, "lighlight": 227, "falsie": 228, "tweezer": 229, "creamy": 230, "lipsick": 231, "liphloss": 232, "compact": 233, "pop": 234, "transition": 235, "tip": 236, "cold": 237, "sprayed": 238, "soft": 239, "more": 240, "eyellids": 241, "warm": 242, "matte": 243, "beige": 244, "foudation": 245, "at": 246, "glow": 247, "eyshadow": 248, "near": 249, "rose": 250, "egg": 251, "red": 252, "applying": 253, "basin": 254, "colored": 255, "glaze": 256, "shaper": 257, "again": 258, "erase": 259, "paste": 260, "voluminous": 261, "chinblend": 262, "hariline": 263, "curlers": 264, "kit": 265, "cule": 266, "culer": 267, "hand": 268, "give": 269, "purple": 270, "milani": 271, "mineral": 272, "sunscreen": 273, "highlighters": 274, "forehaed": 275, "palette": 276, "underneath": 277, "crayon": 278, "waterline": 279, "finishing": 280, "highlighting": 281, "whole": 282, "illuminatorand": 283, "wax": 284, "contouring": 285, "back": 286, "tint": 287, "stcik": 288, "tinght": 289, "pinkish": 290, "apary": 291, "cheeknones": 292, "individual": 293, "bronzing": 294, "big": 295, "highligther": 296, "cool": 297, "eyeline": 298, "illuminating": 299, "drop": 300, "areas": 301, "brownzer": 302, "tips": 303, "bridge": 304, "beautiful": 305, "brushing": 306, "shadows": 307, "corners": 308, "browbones": 309, "liine": 310, "setter": 311, "fixer": 312, "orange": 313, "blue": 314, "golden": 315, "bare": 316, "for": 317, "coverage": 318, "conditioner": 319, "applu": 320, "moisturizing": 321, "dye": 322, "highighter": 323, "grey": 324, "lightest": 325, "lashlines": 326, "former": 327, "eyeliners": 328, "fake": 329, "bake": 330, "shimmer": 331, "into": 332, "sweep": 333, "off": 334, "eyelinear": 335, "temples": 336, "basic": 337, "emphasize": 338, "close": 339, "away": 340, "extra": 341, "cusion": 342, "silver": 343, "deep": 344, "parts": 345, "whiter": 346, "glittery": 347, "gelcreme": 348, "wakeup": 349, "brightener": 350, "multi": 351, "press": 352, "thickly": 353, "natural": 354, "mixture": 355, "boundary": 356, "mix": 357, "two": 358, "colors": 359, "lighter": 360, "wand": 361, "outline": 362, "place": 363, "peachy": 364, "metalic": 365, "onface": 366, "cheeeks": 367, "twizzer": 368, "cblush": 369, "defense": 370, "sun": 371, "cover": 372, "fullware": 373, "cheekbons": 374, "sharpen": 375, "eyeshadows": 376, "creases": 377, "across": 378, "pads": 379, "alo": 380, "forhead": 381, "skinstick": 382, "blotting": 383, "tan": 384, "glass": 385, "bomb": 386, "medium": 387, "eyeslid": 388, "bring": 389, "brighten": 390, "moisturiz": 391, "apppy": 392, "below": 393, "cornor": 394, "smear": 395, "defective": 396, "prime": 397, "solid": 398, "translucent": 399, "reddish": 400, "outside": 401, "inside": 402, "losse": 403, "end": 404, "small": 405, "cupid's": 406, "bow": 407, "tinted": 408, "down": 409, "rest": 410, "high": 411, "points": 412, "peanut": 413, "butter": 414, "fondation": 415, "foundatin": 416, "neck": 417, "just": 418, "few": 419, "central": 420, "sugar": 421, "scrub": 422, "correcter": 423, "frorehead": 424, "apples": 425, "listick": 426, "smile": 427, "bursh": 428, "lotion": 429, "tissue": 430, "perfecter": 431, "faces": 432, "f0iingers": 433, "lasher": 434, "belnder": 435, "tap": 436, "moisturize": 437, "edges": 438, "darken": 439, "higt": 440, "point": 441, "burgundy": 442, "hairlinr": 443, "eyecrease": 444, "cut": 445, "applt": 446, "concealor": 447, "pimples": 448, "roots": 449, "conner": 450, "correct": 451, "caramel": 452, "different": 453, "winged": 454, "sharp": 455, "create": 456, "freckles": 457, "margin": 458, "elixir": 459, "shdow": 460, "settign": 461, "anf": 462, "arae": 463, "sparkly": 464, "blam": 465, "thr": 466, "build": 467, "reverse": 468, "galaxy": 469, "lipsrick": 470, "liwuid": 471, "lpstick": 472, "balck": 473, "blusher": 474, "conclealer": 475, "mid": 476, "toned": 477, "harmonize": 478, "very": 479, "power": 480, "cleanser": 481, "essence": 482, "highlights": 483, "sunblock": 484, "above": 485, "waves": 486, "giltter": 487, "spooile": 488, "linear": 489, "air": 490, "gliter": 491, "side": 492, "og": 493, "transparent": 494, "its": 495, "deposit": 496, "rolling": 497, "eyese": 498, "bu": 499, "volumizer": 500, "cc": 501, "pores": 502, "circles": 503, "even": 504, "soften": 505, "rouge": 506, "colerful": 507, "eeyshadow": 508, "conceale": 509, "fasle": 510, "deepen": 511, "chocolate": 512, "lipd": 513, "highlignter": 514, "highlighgter": 515, "jawlines": 516, "champagne": 517, "bronzy": 518, "wings": 519, "sticky": 520, "beside": 521, "poder": 522, "waterlines": 523, "claret": 524, "lipsstick": 525, "eyeare": 526, "mousse": 527, "low": 528, "spogne": 529, "glss": 530, "redness": 531, "dust": 532, "plumper": 533, "tight": 534, "toner": 535, "prepare": 536, "highligher": 537, "bronze": 538, "facewith": 539, "luminous": 540, "eyes\uff0c": 541, "zone\uff0c": 542, "take": 543, "swipe": 544, "smoothie": 545, "eyeshdow": 546, "lipstcik": 547, "ppencil": 548, "wit": 549, "another": 550, "wioth": 551, "rbush": 552, "priming": 553, "bruceller": 554, "rosey": 555, "berry": 556, "del": 557, "glam": 558, "cherry": 559, "magic": 560, "concaler": 561, "uner": 562, "chrome": 563, "pgement": 564, "colorful": 565, "eyecorners": 566, "prep": 567, "winger": 568, "eyeshade": 569, "lipcorner": 570, "nosecorner": 571, "sticking": 572, "double": 573, "stickers": 574, "an": 575, "tweezers": 576, "coral": 577, "q": 578, "pore": 579, "looks": 580, "tiny": 581, "eyeshadaw": 582, "lavender": 583, "mark": 584, "lashine": 585, "liplinear": 586, "metallic": 587, "shades": 588, "together": 589, "perfector": 590, "higher": 591, "than": 592, "primers": 593, "any": 594, "your": 595, "lipline": 596, "repair": 597, "excess": 598, "flat": 599, "liauid": 600, "after": 601, "dry": 602, "texture": 603, "pearl": 604, "pick": 605, "that": 606, "spreads": 607, "lightly": 608, "order": 609, "imperfections": 610, "type": 611, "load": 612, "deeply": 613, "front": 614, "sides": 615, "but": 616, "long": 617, "or": 618, "vivid": 619, "concentrating": 620, "so": 621, "seagull": 622, "when": 623, "is": 624, "closed": 625, "ton": 626, "lashed": 627, "eyecream": 628, "eyeshodow": 629, "brsuh": 630, "correctors": 631, "colour": 632, "pirmer": 633, "shadoe": 634, "cheekbs": 635, "lipsliners": 636, "copper": 637, "wiper": 638, "motions": 639, "fingerslid": 640, "aply": 641, "classic": 642, "darkest": 643, "corlor": 644, "navy": 645, "hairspray": 646, "hair": 647, "right": 648, "tape": 649, "mascra": 650, "comb": 651, "definations": 652, "chen": 653, "left": 654, "brushith": 655, "blen": 656, "turquoise": 657, "baking": 658, "dots": 659, "ones": 660, "lawline": 661, "pencils": 662, "laugh": 663, "paper": 664, "indigo": 665, "wine": 666, "pput": 667, "creat": 668, "smoky": 669, "figers": 670, "insurance": 671, "tops": 672, "nosebonem": 673, "highglighter": 674, "thte": 675, "blus": 676, "cyan": 677, "sparkle": 678, "other": 679, "ouff": 680, "od": 681, "before": 682, "glossy": 683, "acrylic": 684, "painter": 685, "appy": 686, "eyeborws": 687, "perfection": 688, "glitters": 689, "excessive": 690, "craft": 691, "lacquer": 692, "smaller": 693, "smudger": 694, "extend": 695, "bress": 696, "drawing": 697, "scar": 698, "buff": 699, "purply": 700, "waterproof": 701, "foreheand": 702, "swith": 703, "mixtured": 704, "cheeckbone": 705, "abrush": 706, "pecil": 707, "scotch": 708, "highlighton": 709, "frame": 710, "finers": 711, "msacara": 712, "pimple": 713, "gray": 714, "through": 715, "bigger": 716, "shields": 717, "hairs": 718, "upwards": 719, "ink": 720, "manicure": 721, "higilighter": 722, "lines": 723, "shiney": 724, "effects": 725, "circle": 726, "scars": 727, "culr": 728, "sheer": 729, "pluck": 730, "mouthwith": 731, "redish": 732, "innder": 733, "buffing": 734, "eyeshdaow": 735, "eyeshaodw": 736, "th": 737, "tear": 738, "duct": 739, "first": 740, "cruler": 741, "cheekx": 742, "liploss": 743, "applky": 744, "areaand": 745, "lis": 746, "lahsline": 747, "ivory": 748, "camel": 749, "real": 750, "spread": 751, "abd": 752, "hydron": 753, "eyeylids": 754, "whtie": 755, "gore": 756, "head": 757, "foreheadwith": 758, "fiil": 759, "razoe": 760, "dab": 761, "roll": 762, "run": 763, "sparse": 764, "wirh": 765, "blemishesith": 766, "settinng": 767, "maximizer": 768, "silvery": 769, "pinky": 770, "settingpowder": 771, "nsoebone": 772, "free": 773, "lucent": 774, "cleansing": 775, "moisture": 776, "dirt": 777, "facial": 778, "star": 779, "luminizer": 780, "withbrush": 781, "essential": 782, "cheekboone": 783, "powde": 784, "cottom": 785, "aroud": 786, "met": 787, "each": 788, "lipliners": 789, "blushs": 790, "sticks": 791, "fingerss": 792, "masala": 793, "diamond": 794, "hightlight": 795, "lasting": 796, "brwobone": 797, "onthe": 798, "smolder": 799, "help": 800, "blank": 801, "neutral": 802, "portion": 803, "hydrating": 804, "highligh": 805, "glide": 806, "tail": 807, "combing": 808, "tissues": 809, "between": 810, "already": 811, "made": 812, "blende": 813, "conclear": 814, "scissors": 815, "raincoat": 816, "lining": 817, "wetted": 818, "greyish": 819, "plum": 820, "dusty": 821, "transitional": 822, "reflective": 823, "flase": 824, "flahes": 825, "bioderma": 826, "blunder": 827, "countor": 828, "pancil": 829, "olive": 830, "third": 831, "coner": 832, "conouring": 833, "vitamin": 834, "raindrops": 835, "nonadjacent": 836, "lashliner": 837, "crayons": 838, "faec": 839, "liashline": 840, "conealer": 841, "hollows": 842, "violet": 843, "melon": 844, "undereye": 845, "refreshing": 846, "push": 847, "higlight": 848, "brursh": 849, "eyehadow": 850, "paints": 851, "shine": 852, "blur": 853, "buccal": 854, "pens": 855, "diamonds": 856, "eyeshadow's": 857, "underline": 858, "deeper": 859, "adhesive": 860, "polish": 861, "products": 862, "wtth": 863, "flaw": 864, "correction": 865, "palatte": 866, "settig": 867, "eraser": 868, "falsise": 869, "beneath": 870, "large": 871, "blacken": 872, "pearlescent": 873, "full": 874, "fundation": 875, "map": 876, "sections": 877, "amber": 878, "brosw": 879, "gravity": 880, "mud": 881, "drak": 882, "pupil": 883, "ends": 884, "toffee": 885, "fiber": 886, "alone": 887, "perfecting": 888, "eyelahes": 889, "illuminizer": 890, "wram": 891, "naked": 892, "ti": 893, "applly": 894, "waterliner": 895, "smokey": 896, "effect": 897, "glod": 898, "shading": 899, "align": 900, "connect": 901, "ears": 902, "cheebones": 903, "borwn": 904, "dead": 905, "toothbrush": 906, "contours": 907, "eyelinee": 908, "seeting": 909, "blending": 910, "consealer": 911, "ilps": 912, "dense": 913, "coutour": 914, "spot": 915, "do": 916, "heated": 917, "towards": 918, "airbrush": 919, "fiingers": 920, "medical": 921, "wind": 922, "curlt": 923, "kinds": 924, "foundations": 925, "past": 926, "bags": 927, "dip": 928, "hearts": 929, "botoom": 930, "antoher": 931, "blackeyeliner": 932, "smoke": 933, "crystal": 934, "labial": 935, "decorate": 936, "appky": 937, "conor": 938, "cheekkbones": 939, "concealers": 940, "falies": 941, "blushes": 942, "bornzer": 943, "applys": 944, "cleaners": 945, "eyecreases": 946, "bluch": 947, "micro": 948, "flash": 949, "lipstck": 950, "borws": 951, "smileline": 952, "toning": 953, "urban": 954, "decay": 955, "really": 956, "watercolour": 957, "skinlight": 958, "bean": 959, "freen": 960, "pure": 961, "countour": 962, "lilac": 963, "spraying": 964, "powdery": 965, "stipple": 966, "need": 967, "lock": 968, "egde": 969, "pnecil": 970, "brsh": 971, "eyelsh": 972, "freckle": 973, "falseis": 974, "cupid&#39": 975, "s": 976, "cheebone": 977, "mapping": 978, "angled": 979, "shadeow": 980, "marks": 981, "rosy": 982, "brownie": 983, "ineer": 984, "eyeball": 985, "neatly": 986, "stroke": 987, "philturm": 988, "eggplant": 989, "index": 990, "evenly": 991, "volatile": 992, "nars": 993, "ysl": 994, "correcting": 995, "lipcolor": 996, "cheekd": 997, "corener": 998, "drasw": 999, "tuned": 1000, "lipglosses": 1001, "cheekbon": 1002, "innde": 1003, "minimizer": 1004, "appyl": 1005, "anything": 1006, "spraied": 1007, "dot": 1008, "eyestick": 1009, "eylids": 1010, "centre": 1011, "space": 1012, "longer": 1013, "llipstick": 1014, "cocnealer": 1015, "layer": 1016, "second": 1017, "layersthe": 1018, "ckeekbones": 1019, "body": 1020, "blow": 1021, "lasline": 1022, "illuminater": 1023, "conjunction": 1024, "cheekboen": 1025, "shake": 1026, "ot": 1027, "bosebone": 1028, "soak": 1029, "finfers": 1030, "masks": 1031, "macro": 1032, "fluid": 1033, "hi": 1034, "def": 1035, "chroma": 1036, "graphic": 1037, "reflex": 1038, "penguin": 1039, "rhinestones": 1040, "pale": 1041, "higlighter": 1042, "are": 1043, "complete": 1044, "tthe": 1045, "portions": 1046, "booster": 1047, "darkness": 1048, "refine": 1049, "lisptick": 1050, "ear": 1051, "continue": 1052, "wiith": 1053, "concealar": 1054, "hailine": 1055, "auto": 1056, "screw": 1057, "mink": 1058, "change": 1059, "eyeshape": 1060, "lahses": 1061, "<bos>": 1062, "<eos>": 1063, "UNK": 1064}}